<?php

return [
    'title' => 'American Cars',
    'h1' => 'Автомобили из Америки',
    'main_page' => 'Главная',
    'other_offers' => 'Другие предложения',

    'car' => [
        'characteristics' => 'ПАРАМЕТРЫ',
        'call_btn' => 'Позвонить',
        'more_btn' => 'Подробнее',
        'more_info' => 'Подробнее',
        'drive' => 'Привод:',
        'fuel' => 'Тип топлива:',
        'transmission' => 'Коробка передач:',
        'engine' => 'Двигатель (см3):',
        'mileage' => 'Пробег:',
        'vin' => 'VIN',
    ],

    'brand' => [
        'no_results' => 'По данному бренду нет результатов!'
    ],

    'footer' => [
        'seo_text' => 'Автомобили из Америки',
        'copyright' => 'Все права защищены.',

        'menu' => [
            'title1' => 'Компания',
            'title2' => 'Полезное',
            'title3' => 'Контакты',

            'link1' => 'О нас',
            'link2' => 'Сотрудничество',
            'link3' => 'Вопрос-ответ',
            'link4' => 'Проверить авто',
        ],
    ],

    'header' => [
        'all_cars_btn' => 'Наши автомобили',

        'menu' => [
            'link1' => 'Кто мы?',
            'link2' => 'Вопрос-ответ',
            'link3' => 'Контакты',
        ]
    ]



];